[
    {
        "image_url": "https://apod.nasa.gov/apod/image/2406/NeretvaVallis_PerseveranceNevT_960.jpg",
        "image_title": "Shadow of a Martian Robot",
        "description": "What if you saw your shadow on Mars and it wasn't human?  Then you might be the Perseverance rover exploring Mars.  Perseverance has been examining the Red Planet since 2021, finding evidence of its complex history of volcanism and ancient flowing water, and sending breathtaking images across the inner Solar System.  Pictured here in February of 2024, Perseverance looks opposite the Sun and across Neretva Vallis in Jezero Crater, with a local hill visible at the top of the frame.  The distinctively non-human shadow of the car-sized rover is visible below center, superposed on scattered rocks.  Perseverance, now working without its flying companion Ingenuity, continues to search Mars for signs of ancient life.",
        "updated_at": "2024-06-05T20:36:43.117263",
        "id": "53ec80a9-494b-4160-b56c-96e81ffa6b1f",
        "created_at": "2024-06-05T20:36:43.122665",
        "__class__": "Image"
    },
    {
        "image_url": "https://apod.nasa.gov/apod/image/2406/278_lorand_fenyes_ngc4565_1024.jpg",
        "image_title": "NGC 4565: Galaxy on Edge",
        "description": "Magnificent spiral galaxy NGC 4565 is viewed edge-on from planet Earth. Also known as the Needle Galaxy for its narrow profile, bright NGC 4565 is a stop on many telescopic tours of the northern sky, in the faint but well-groomed constellation Coma Berenices. This sharp, colorful image reveals the galaxy's boxy, bulging central core cut by obscuring dust lanes that lace NGC 4565's thin galactic plane. NGC 4565 itself lies about 40 million light-years distant and spans some 100,000 light-years.  Easily spotted with small telescopes, sky enthusiasts consider NGC 4565 to be a prominent celestial masterpiece Messier missed.",
        "updated_at": "2024-06-06T07:33:12.615449",
        "id": "ce4275d9-3f8d-4d1c-be84-f3ddf9f5a544",
        "created_at": "2024-06-06T07:33:12.620867",
        "__class__": "Image"
    }
]