[
    {
        "image_url": "https://apod.nasa.gov/apod/image/2406/NeretvaVallis_PerseveranceNevT_960.jpg",
        "image_title": "Shadow of a Martian Robot",
        "description": "What if you saw your shadow on Mars and it wasn't human?  Then you might be the Perseverance rover exploring Mars.  Perseverance has been examining the Red Planet since 2021, finding evidence of its complex history of volcanism and ancient flowing water, and sending breathtaking images across the inner Solar System.  Pictured here in February of 2024, Perseverance looks opposite the Sun and across Neretva Vallis in Jezero Crater, with a local hill visible at the top of the frame.  The distinctively non-human shadow of the car-sized rover is visible below center, superposed on scattered rocks.  Perseverance, now working without its flying companion Ingenuity, continues to search Mars for signs of ancient life.",
        "updated_at": "2024-06-05T20:36:43.117263",
        "id": "53ec80a9-494b-4160-b56c-96e81ffa6b1f",
        "created_at": "2024-06-05T20:36:43.122665",
        "__class__": "Image"
    },
    {
        "image_url": "https://apod.nasa.gov/apod/image/2406/278_lorand_fenyes_ngc4565_1024.jpg",
        "image_title": "NGC 4565: Galaxy on Edge",
        "description": "Magnificent spiral galaxy NGC 4565 is viewed edge-on from planet Earth. Also known as the Needle Galaxy for its narrow profile, bright NGC 4565 is a stop on many telescopic tours of the northern sky, in the faint but well-groomed constellation Coma Berenices. This sharp, colorful image reveals the galaxy's boxy, bulging central core cut by obscuring dust lanes that lace NGC 4565's thin galactic plane. NGC 4565 itself lies about 40 million light-years distant and spans some 100,000 light-years.  Easily spotted with small telescopes, sky enthusiasts consider NGC 4565 to be a prominent celestial masterpiece Messier missed.",
        "updated_at": "2024-06-06T07:33:12.615449",
        "id": "ce4275d9-3f8d-4d1c-be84-f3ddf9f5a544",
        "created_at": "2024-06-06T07:33:12.620867",
        "__class__": "Image"
    },
    {
        "image_url": "https://apod.nasa.gov/apod/image/2406/DolphinNebulaHOO_1024.jpg",
        "image_title": "SH2-308: The Dolphin Head Nebula",
        "description": "Blown by fast winds from a hot, massive star, this cosmic bubble is huge. Cataloged as Sharpless 2-308 it lies some 5,000 light-years away toward the well-trained constellation Canis Major and covers slightly more of the sky than a Full Moon. That corresponds to a diameter of 60 light-years at its estimated distance. The massive star that created the bubble, a Wolf-Rayet star, is the bright one near the center of the nebula. Wolf-Rayet stars have over 20 times the mass of the Sun and are thought to be in a brief, pre-supernova phase of massive star evolution. Fast winds from this Wolf-Rayet star create the bubble-shaped nebula as they sweep up slower moving material from an earlier phase of evolution. The windblown nebula has an age of about 70,000 years. Relatively faint emission captured by narrowband filters in the deep image is dominated by the glow of ionized oxygen atoms mapped to a blue hue. Presenting a mostly harmless outline, SH2-308 is also known as The Dolphin-head Nebula.",
        "updated_at": "2024-06-07T08:41:57.284649",
        "id": "f5ea93ee-c748-48b3-a794-ff7f338160e5",
        "created_at": "2024-06-07T08:41:57.286929",
        "__class__": "Image"
    },
    {
        "image_url": "https://apod.nasa.gov/apod/image/2406/abell2744_jwst1024.png",
        "image_title": "Pandora's Cluster of Galaxies",
        "description": "This deep field mosaicked image presents a stunning view of galaxy cluster Abell 2744 recorded by the James Webb Space Telescope's NIRCam. Also dubbed Pandora's Cluster, Abell 2744 itself appears to be a ponderous merger of three different massive galaxy clusters. It lies some 3.5 billion light-years away, toward the constellation Sculptor. Dominated by dark matter, the mega-cluster warps and distorts the fabric of spacetime, gravitationally lensing even more distant objects. Redder than the Pandora cluster galaxies many of the lensed sources are very distant galaxies in the early Universe, their lensed images stretched and distorted into arcs. Of course distinctive diffraction spikes mark foreground Milky Way stars. At the Pandora Cluster's estimated distance this cosmic box spans about 6 million light-years. But don't panic. You can explore the tantalizing region in a 2 minute video tour.",
        "updated_at": "2024-06-08T07:02:56.557749",
        "id": "3d8ee661-7ff2-4c16-bcfa-f7d7c05e4773",
        "created_at": "2024-06-08T07:02:56.563381",
        "__class__": "Image"
    },
    {
        "image_url": "https://apod.nasa.gov/apod/image/2406/astronomy101_hk_960.jpg",
        "image_title": "How to Identify that Light in the Sky",
        "description": "What is that light in the sky? The answer to one of humanity's more common questions may emerge from a few quick observations.  For example -- is it moving or blinking? If so, and if you live near a city, the answer is typically an airplane, since planes are so numerous and so few stars and satellites are bright enough to be seen over the glare of artificial city lights. If not, and if you live far from a city, that bright light is likely a planet such as Venus or Mars -- the former of which is constrained to appear near the horizon just before dawn or after dusk.  Sometimes the low apparent motion of a distant airplane near the horizon makes it hard to tell from a bright planet, but even this can usually be discerned by the plane's motion over a few minutes. Still unsure?   The featured chart gives a sometimes-humorous but mostly-accurate assessment.  Dedicated sky enthusiasts will likely note -- and are encouraged to provide -- polite corrections.   Chart translations: Italian, German, Latvian, Persian, Polish, Spanish, and Turkish",
        "updated_at": "2024-06-09T06:18:47.986696",
        "id": "3247f385-1020-4db5-a5e1-9bb9b268c2d7",
        "created_at": "2024-06-09T06:18:47.989127",
        "__class__": "Image"
    },
    {
        "image_url": "https://apod.nasa.gov/apod/image/2406/LionNeb_Badr_960.jpg",
        "image_title": "Sh2-132: The Lion Nebula",
        "description": "Is the Lion Nebula the real ruler of the constellation Cepheus?  This powerful feline appearing nebula is powered by two massive stars, each with a mass over 20 times greater than our Sun.  Formed from shells of ionized gas that have expanded, the nebula's energetic matter not only glows, but is dense enough to contract gravitationally and form stars.  The angular size of the Lion Nebula, officially named Sh2-132,  is slightly greater than that of the full moon.  The gaseous iconic region resides about 10,000 light years away in a constellation named after the King of Aethopia in Greek mythology.   Your Sky Surprise: What picture did APOD feature on your birthday? (post 1995)",
        "updated_at": "2024-06-10T04:13:13.735716",
        "id": "623cd55d-4131-427e-80c3-9d0009746786",
        "created_at": "2024-06-10T04:13:13.741224",
        "__class__": "Image"
    },
    {
        "image_url": "https://apod.nasa.gov/apod/image/2406/RhoAntares_Stocks_1080.jpg",
        "image_title": "Colorful Stars and Clouds near Rho Ophiuchi",
        "description": "Why is the sky near Antares and Rho Ophiuchi so colorful, yet dusty?  The colors result from a mixture of objects and processes.  Fine dust -- illuminated by starlight -- produces blue reflection nebulae. Gaseous clouds whose atoms are excited by ultraviolet starlight produce reddish emission nebulae. Backlit dust clouds block starlight and so appear dark.   Antares, a red supergiant and one of the brighter stars in the night sky, lights up the yellow-red clouds on the upper right of the featured image. The Rho Ophiuchi star system lies at the center of the blue reflection nebula on the left, while a different reflection nebula, IC 4605, lies just below and right of the image center.  These star clouds are even more colorful than humans can see, emitting light across the electromagnetic spectrum.   Open Science: Browse 3,400+ codes in the Astrophysics Source Code Library",
        "updated_at": "2024-06-11T06:21:55.287423",
        "id": "384321f3-10bf-4d81-a819-de9225512da4",
        "created_at": "2024-06-11T06:21:55.292944",
        "__class__": "Image"
    },
    {
        "image_url": "https://apod.nasa.gov/apod/image/2406/AuroraKarkonosze_Koszela_1080.jpg",
        "image_title": "Aurora over Karkonosze Mountains",
        "description": "It was the first time ever. At least, the first time this photographer had ever seen aurora from his home mountains.  And what a spectacular aurora it was. The Karkonosze Mountains in Poland are usually too far south to see any auroras.  But on the amazing night of May 10 - 11, purple and green colors lit up much of the night sky, a surprising spectacle that  also appeared over many mid-latitude locations around the Earth.  The featured image is a composite of six vertical exposures taken during the auroral peak. The futuristic buildings on the right are part of a meteorological observatory located on the highest peak of the Karkonosze Mountains.  The purple color is primarily due to Sun-triggered, high-energy electrons impacting nitrogen molecules in Earth's atmosphere.  Our Sun is reaching its maximum surface activity over the next two years, and although many more auroras are predicted, most will occur over regions closer to the Earth's poles.",
        "updated_at": "2024-06-12T07:19:32.983514",
        "id": "4038a1c9-c10b-43cf-b230-111ce4ceb0f4",
        "created_at": "2024-06-12T07:19:32.985684",
        "__class__": "Image"
    },
    {
        "image_url": "https://apod.nasa.gov/apod/image/2406/heic1006a_M66_1024.jpg",
        "image_title": "Messier 66 Close Up",
        "description": "Big, beautiful spiral galaxy Messier 66 lies a mere 35 million light-years away. The gorgeous island universe is about 100 thousand light-years across, similar in size to the Milky Way. This Hubble Space Telescope close-up view spans a region about 30,000 light-years wide around the galactic core. It shows the galaxy's disk dramatically inclined to our line-of-sight. Surrounding its bright core, the likely home of a supermassive black hole, obscuring dust lanes and young, blue star clusters sweep along spiral arms dotted with the tell-tale glow of pinkish star forming regions. Messier 66, also known as NGC 3627, is the brightest of the three galaxies in the gravitationally interacting Leo Triplet.",
        "updated_at": "2024-06-13T09:02:50.751387",
        "id": "1844bf7b-350f-4645-a19a-962bdabd4059",
        "created_at": "2024-06-13T09:02:50.753845",
        "__class__": "Image"
    }
]